{
  "classes": "",
  "title": "Champions League: The 1986 match that kick-started the competition",
  "subtitle": "Subtitle",
  "media-classes": "media-landscape full-width has-caption",
  "image": "https://ichef.bbci.co.uk/news/872/cpsprodpb/1464/production/_89802250_4b9d8424-010e-4522-8b02-100cbcb1e496.jpg",
  "media-caption": "Real Madrid and Juventus start the ball rolling on the Champions League back in 1986",
  "metadata": {
    "timestamp": "",
    "live-status": "LIVE",
    "section": "UK",
    "comments": ""
  },
  "story-body": [
    {
      "story-intro": "Thirty years ago, the draw for the second round of the European Cup conjured up a mouth-watering Spanish v Italian match, one that would play a role in the formation of an expanded competition - what we now know as the Champions League."
    },
    {
      "paragraph": "On Saturday, Real Madrid play city rivals Atletico Madrid in the Champions League final in Milan, for a €15m (£12m) match winner's prize, which - with various Uefa bonuses and TV monies - could reach as much as €100m. "
    },
    {
      "paragraph": "But the vast sums on offer are the result of a financial ball which was set rolling three decades ago."
    },
    {
      "paragraph": "The summer of 1986 was an important time for the giants of Real Madrid and Juventus. The former had taken a gamble on Dutchman Leo Beenhakker as manager in an attempt to win their first European Cup in more than 20 years."
    },
    {
      "paragraph": "The previous season, 1985-86, had been an unusual one, with upstart clubs from Romania, Sweden and Belgium all reaching the European Cup semi-finals."
    },
    {
      "paragraph": "But with English clubs still banned from Europe, and with star-studded line-ups featuring Michael Laudrup and Michel Platini (Juventus), and Hugo Sanchez and Jorge Valdano (Real Madrid), the big two went into the 1986-87 European Cup with high hopes of reaching the final."
    },
    {
      "crosshead": "Financial considerations"
    },
    {
      "paragraph": "However, visions of a dream final were kicked into touch when the pair were dramatically drawn together in the second round of what was then a knockout tournament for national champions only."
    },
    {
      "paragraph": "Not only would one of them be going out of the competition early, but money-spinning opportunities from future ties would disappear."
    },
    {
      "media-classes": "media-landscape has-caption",
      "image": "https://ichef-1.bbci.co.uk/news/834/cpsprodpb/1243E/production/_89741847_89741442.jpg",
      "media-caption": "Tickets to this year's final are priced from €70 to €440"
    },
    {
      "paragraph": "\"The sporting and financial security that exists in today's Champions League, with its group stage, was not on offer then in the European Cup, which was a straight knockout tournament like the FA Cup,\" says Harry Philp, a sports business expert at financial advisory firm Portland Advisers. "
    },
    {
      "paragraph": "\"This knockout format was contrary to the interests of major clubs in Italy, which hosted the top league in the world at the time, and of the two Spanish giants, Real Madrid and Barcelona."
    },
    {
      "paragraph": "\"For these clubs there was a financial consideration around playing more games, and naturally there was also the sporting consideration of going as far as they could in the cup.\""
    },
    {
      "media-classes": "media-landscape has-caption",
      "image": "https://ichef-1.bbci.co.uk/news/660/cpsprodpb/B2F6/production/_89741854_89741853.jpg",
      "media-caption": "The Champions League format means the biggest clubs do not now meet at an early stage"
    },
    {
      "paragraph": "He adds: \"After this dramatic European Cup draw, these wealthy clubs started thinking more about a format that would give them the opportunity, or guarantee, of more games in Europe. "
    },
    {
      "paragraph": "\"These were clubs that were investing a small fortune in top talent each year, and after such an outlay they wanted some mitigation against a bad draw and being knocked out early.\""
    },
    {
      "crosshead": "'Terrible thing'"
    },
    {
      "paragraph": "The reaction of Real Madrid and Juventus to being drawn together was immediate. The contest meant the losers would be confined to domestic football by the turn of the year after a mere four European games (two rounds of two-legged ties)."
    },
    {
      "paragraph": "Juventus president Giampiero Boniperti called for a change in the way the biggest clubs had their opponents selected."
    },
    {
      "paragraph": "\"It is a pity that one of us will not reach the quarter finals,\" he said."
    },
    {
      "paragraph": "\"They should change the way the Champions Cup is organised. Something more like the World Cup seeding system is needed.\""
    },
    {
      "media-classes": "media-landscape has-caption",
      "image": "https://ichef.bbci.co.uk/news/555/cpsprodpb/F7B6/production/_89741436_89741435.jpg",
      "media-caption": "Real Madrid's Jorge Valdano said the clubs should have met in the 1987 semis or the final"
    },
    {
      "paragraph": "Meanwhile, Real Madrid's World Cup-winning Argentine star Jorge Valdano said the game should have been the European Cup final."
    },
    {
      "paragraph": "And he later lamented: \"It was was a terrible thing for us and Juventus to meet so early in the competition. It should have been a semi-final at least… or the final.\""
    },
    {
      "media-classes": "media-landscape has-caption",
      "image": "https://ichef.bbci.co.uk/news/555/cpsprodpb/16CE6/production/_89741439_89175985.jpg",
      "media-caption": "How World Soccer magazine in 1986 reported the calls for changes to the European Cup"
    },
    {
      "paragraph": "As Keir Radnedge, editor of World Soccer magazine at the time, observed: \"The giants of Spain and Italy - record championship winners in their own countries, and both former World and European title holders - would happily have waited until next May's final in Vienna [to meet].\""
    },
    {
      "crosshead": "Smaller clubs sidelined"
    },
    {
      "paragraph": "Real Madrid won the tie on penalties after each club had won their home legs 1-0, but ultimately failed at the semi-final hurdle. "
    },
    {
      "paragraph": "But behind the scenes the real action began, with lobbying and pressure put on Uefa by the big Italian and Spanish clubs for a format that was more conducive to their needs."
    },
    {
      "media-classes": "media-landscape has-caption",
      "image": "https://ichef.bbci.co.uk/news/555/cpsprodpb/10982/production/_88907976_88907975.jpg",
      "media-caption": "Since the change to the European Cup format Spanish and Italian clubs have been much more successful"
    },
    {
      "paragraph": "\"You had influential personnel at two of the most powerful clubs in Europe coming out with similar statements,\" says Harry Philp. \"I have no doubt that this started the thought processes at Uefa that changes had to be made to the future format of the European Cup, and which led to it morphing into the Champions League.\""
    },
    {
      "paragraph": "Since that 1992 final, Spanish and Italian clubs have, between them, won 14 of the 24 Champions League finals. Before the changes they had won four of the previous 24."
    },
    {
      "media-classes": "media-landscape has-caption",
      "image": "https://ichef.bbci.co.uk/news/555/cpsprodpb/2EF8/production/_89742021_89742020.jpg",
      "media-caption": "Atletico Madrid will be hoping to join the group of more financially modest winners"
    },
    {
      "paragraph": "\"We now have a seeding process, just as the big clubs wanted, and the broad upshot is that richer clubs go through, play more games, and get more revenue,\" says Philp."
    },
    {
      "crosshead": "TV and sporting entrepreneurs"
    },
    {
      "paragraph": "According to another expert, other factors also influenced the change from FA Cup knockout format to the Champions League."
    },
    {
      "paragraph": "Prof Sean Hamil, from Birkbeck Sport Business Centre at the University of London, says in addition to pressure from major continental clubs, the development of pay-per-view TV technology in the late 1980s and early 1990s also meant there was a demand for more games to broadcast."
    },
    {
      "media-classes": "media-landscape has-caption",
      "image": "https://ichef.bbci.co.uk/news/555/cpsprodpb/157A2/production/_88907978_88907977.jpg",
      "media-caption": "In 1998 Juventus and Real Madrid met again, but this time in the Champions League final"
    },
    {
      "paragraph": "\"There was a coming together of new broadcasting firms looking for exciting sporting product, and, increasingly, a new breed of entrepreneur taking over football clubs who felt they were not making the money that they should,\" he says."
    },
    {
      "paragraph": "\"You were getting an embryonic nexus of more far-sighted entrepreneurs in both football and TV.  In addition there was a more progressive and aggressive marketing of its major club tournament by Uefa."
    },
    {
      "paragraph": "\"It was a volatile time in many ways, there was also football hooliganism and the ban on English teams in Europe, but Uefa managed to keep the big show together effectively, by being all things to all people.\""
    },
    {
      "paragraph": "And as global fan, TV and sponsor interest in the glitz and glamour of the Champions League shows, Europe's premier club competition has come a long way in 30 years."
    }

  ]

}
